Repository: TDMU/contingent5_statserver
Catalog: application/locales/mail_*.po
Languages: ru, uk

source: Value is required and can't be empty
ru: Поле обязательное и не может быть пустым
uk: Поле обов’язкове й не може бути порожнім

source: Captcha value is wrong
ru: Значение неверное
uk: Значення неправильне

source: '%value%' is no valid email address in the basic format local-part@hostname
ru: '%value%' неверный адрес электронной почты в формате local-part@hostname
uk: '%value%' неправильна адреса електронної пошти у форматі local-part@hostname

source: To
ru: Кому
uk: Кому

source: Your e-mail address
ru: Обратный адрес
uk: Зворотня адреса

source: Subject
ru: Тема
uk: Тема

source: Message body
ru: Текст письма
uk: Текст повідомлення

source: Enter safety code
ru: Введите код безопасности
uk: Введіть код безпеки

source: Send
ru: Отправить
uk: Відправити

source: Sent successfully
ru: Письмо отправлено успешно
uk: Повідомлення відправлено успішно

source: You didn't enter your e-mail address. If you've sent a question, we are not able to answer it. Continue?
ru: Вы не ввели обратный адрес. Если был задан вопрос, то ответить на него мы не сможем. Продолжить?
uk: Ви не ввели зворотню адресу. Якщо було поставлено питання, то відповісти на нього ми не зможемо. Продовжити?
